[compresscommandlet]
helpcmd=compress
helpdesc[0]=The wildcard or file names to compress.
helponeliner=Compress an Unreal package for auto-downloading.  A file with extension .uz will be created.
helpparm[0]=Files
helpusage=compress File1 [File2 [File3 ...]]

[decompresscommandlet]
helpcmd=decompress
helpdesc[0]=The .uz file to decompress.
helponeliner=Decompress a file compressed with ucc compress.
helpparm[0]=CompressedFile
helpusage=decompress CompressedFile

[masterservercommandlet]
helpcmd=masterserver
helpdesc[0]=Configuration file to use.  Default: MasterServer.ini
helponeliner=Maintain master list of servers.
helpparm[0]=ConfigFile
helpusage=masterserver [-option...] [parm=value]

[tcpnetdriver]
classcaption="TCP/IP Network Play"

[udpbeacon]
classcaption="Server LAN Beacon"

[updateservercommandlet]
helpcmd=updateserver
helpdesc[0]=Configuration file to use.  Default: UpdateServer.ini
helponeliner=Service Unreal Engine auto update requests.
helpparm[0]=ConfigFile
helpusage=updateserver [-option...] [parm=value]

